---
kind: property
id: P:Autodesk.Revit.DB.Visual.PlasticVinyl.PlasticvinylPattern
source: html/76f3c8fd-ae2f-99c8-217d-56e188a92e66.htm
---
# Autodesk.Revit.DB.Visual.PlasticVinyl.PlasticvinylPattern Property

The property labeled "Relief Pattern" from the "PlasticVinyl" schema.

## Syntax (C#)
```csharp
public static string PlasticvinylPattern { get; }
```

## Remarks
This property is of type "AssetPropertyInteger" with accepted values in the enumerated type "PlasticvinylPatternType".